Repository: MarkusEh/plugin.video.vdr.recordings
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba, da_dk, de_de, es_es, ga, it_it, pl_pl, sv_se, zh_cn

# Addon Summary
source: Play VDR recordings
bs_ba: Reprodukcija VDR snimaka
da_dk: Afspil VDR-optagelser
de_de: VDR Aufzeichnungen wiedergeben
es_es: Reproducir grabaciones VDR
ga: Seinn taifeadtaí VDR
it_it: Riproduci registrazioni VDR
pl_pl: Odtwarzaj nagrania VDR
sv_se: Spela upp VDR-inspelningar
zh_cn: 播放 VDR 录制内容

# Addon Description
source: If you use Klaus Schmidingers VDR http://www.tvdr.de to create TV recorings, you can use this plugin to watch them in KODI.[CR]You do need access to the file system where the VDR recordings are stored, e.g. using NFS. A running VDR is not required during playback of the recordings with this plugin.
bs_ba: Ako koristite Klaus Schmidinger VDR http://www.tvdr.de za kreiranje TV snimaka, možete koristiti ovaj dodatak (plugin) da ih gledate u KODI-ju.[CR]Potreban vam je pristup datotečnom sistemu u kojem su pohranjeni VDR snimci, npr. korištenjem NFS-a. Pokrenuti VDR nije potreban tokom reprodukcije snimaka pomoću ovog dodatka.
da_dk: Hvis du bruger Klaus Schmidingers VDR (http://www.tvdr.de) for at oprette tv -optagelser, kan du bruge dette plugin til at se dem i Kodi.[CR]Du har brug for adgang til filsystemet, hvor VDR -optagelserne er gemt, f.eks. gennem NFS. En kørende VDR er ikke påkrævet under afspilning af optagelserne med dette plugin.
de_de: Abspielen von TV Aufzeichnungen, die mit Klaus Schmidingers VDR http://www.tvdr.de erstellt wurden. [CR]Voraussetzung: KODI benötigt Zugriff auf das Dateisystem mit den Aufzeichnungen, z.B. über NFS. Zur Wiedergabe der Aufzeichnungen mit diesem Plugin wird VDR nicht benötigt.
es_es: Si usas Klaus Schmidingers VDR http://www.tvdr.de para crear grabaciones de TV, puedes usar este complemento para verlas en KODI.[CR]Necesitas acceso al sistema de archivos donde se almacenan las grabaciones de la VDR, p. ej. mediante NFS. No es necesario que se esté ejecutando una VDR durante la reproducción de las grabaciones con este complemento.
ga: Má úsáideann tú Klaus Schmidingers VDR http://www.tvdr.de chun taifeadtaí teilifíse a chruthú, is féidir leat an breiseán seo a úsáid chun féachaint orthu i KODI.[CR]Ní mór rochtain a bheith agat ar an gcóras comhad ina bhfuil na taifeadtaí VDR stóráilte, m.sh. ag baint úsáide as NFS. Ní gá VDR atá ag rith le linn athsheinm na dtaifeadtaí leis an mbreiseán seo.
it_it: Se utilizzi Klaus Schmidingers VDR http://www.tvdr.de per creare registrazioni TV, puoi usare questo plugin per guardarle su KODI.[CR]Devi accedere al file system in cui sono archiviate le registrazioni VDR, ad es. usando NFS. Con questo plugin non è necessario avere VDR in esecuzione durante la riproduzione delle registrazioni.
pl_pl: Jeśli używasz VDR http://www.tvdr.de Klausa Schmidingera do tworzenia nagrań telewizyjnych, możesz użyć tej wtyczki, aby oglądać je w KODI.[CR]Potrzebujesz dostępu do systemu plików, w którym przechowywane są nagrania VDR, np. za pomocą NFS. Działający VDR nie jest wymagany podczas odtwarzania nagrań za pomocą tej wtyczki.
sv_se: Om du använder Klaus Schmidingers VDR http://www.tvdr.de för att skapa TV-inspelningar kan du använda det här insticksprogrammet för att titta på dem i KODI.[CR]Du behöver tillgång till filsystemet där VDR-inspelningarna lagras, t.ex. med hjälp av NFS. Det krävs inte att VDR är igång för att spela upp inspelningarna med det här insticksprogrammet.
zh_cn: 如果您使用 Klaus Schmidingers VDR http://www.tvdr.de 创建电视录像，则可以使用此插件在 KODI 中观看这些录像。[CR]您需要访问存储 VDR 录像的文件系统，例如使用 NFS。使用此插件播放录像时不需要运行 VDR。

# #30001
source: Folder with VDR recordings
bs_ba: Fascikla sa VDR snimcima
da_dk: Mappe med VDR-optagelser
de_de: Verzeichnis mit VDR Aufzeichnungen
es_es: Carpeta con las grabaciones VDR
ga: Fillteán le taifeadtaí VDR
it_it: Cartella con registrazioni VDR
pl_pl: Folder z nagraniami VDR
sv_se: Mapp med VDR-inspelningar
zh_cn: 包含 VDR 录制内容的文件夹

# #30100
source: Delete VDR recording
bs_ba: Izbriši VDR snimak
da_dk: Slet VDR-optagelse
de_de: VDR Aufzeichnung löschen
es_es: Eliminar grabación VDR
ga: Scrios taifeadadh VDR
it_it: Elimina registrazione VDR
pl_pl: Usuń nagranie VDR
sv_se: Ta bort VDR-inspelning
zh_cn: 删除 VDR 录制内容

# #30101
source: Move VDR recording
bs_ba: Premještanje VDR snimka
da_dk: Flyt VDR-optagelse
de_de: VDR Aufzeichnung verschieben
es_es: Mover grabación VDR
ga: Bog taifeadadh VDR
it_it: Sposta registrazione VDR
pl_pl: Przenieś nagranie VDR
sv_se: Flytta VDR-inspelning
zh_cn: 移动 VDR 录制内容

# #30102
source: Refresh
bs_ba: Osvježi
da_dk: Opdater
de_de: Liste neu einlesen
es_es: Actualizar
ga: Athnuachan
it_it: Aggiorna
pl_pl: Odśwież
sv_se: Uppdatera
zh_cn: 刷新

# #30103
source: Set season
bs_ba: Postavi sezonu
da_dk: Indstil sæson
de_de: Seson festlegen
es_es: Establecer temporada
ga: Socraigh séasúr
it_it: Imposta stagione
pl_pl: Ustaw sezon
sv_se: Ställ in säsong
zh_cn: 设置季

# #30104
source: Set episode
bs_ba: Postavi epizodu
da_dk: Indstil afsnit
de_de: Episode festlegen
es_es: Establecer episodio
ga: Socraigh eipeasóid
it_it: Imposta episodio
pl_pl: Ustaw odcinek
sv_se: Ställ in avsnitt
zh_cn: 设置集

# #30105
source: Set year
bs_ba: Postavi godinu
da_dk: Indstil år
de_de: Jahr festlegen
es_es: Establecer año
ga: Socraigh bliain
it_it: Imposta anno
pl_pl: Ustaw rok
sv_se: Ställ in år
zh_cn: 设置年份

# #30106
source: Set content: TV shows
bs_ba: Sadržaj seta: TV emisije
da_dk: Indstil indhold: tv-serier
de_de: Inhalt festlegen: TV Serien
es_es: Establecer contenido: Series de TV
ga: Ábhar socraithe: cláir teilifíse
it_it: Imposta contenuto: Serie TV
pl_pl: Ustaw zawartość: programy telewizyjne
sv_se: Ställ in innehåll: TV-serier
zh_cn: 设置内容：电视节目

# #30107
source: Set content: Music videos
bs_ba: Sadržaj seta: Muzički spotovi
da_dk: Indstil indhold: musikvideoer
de_de: Inhalt festlegen: Musik Videos
es_es: Establecer contenido: Vídeos musicales
ga: Ábhar socraithe: Físeáin cheoil
it_it: Imposta contenuto: Video musicali
pl_pl: Ustaw zawartość: teledyski
sv_se: Ställ in innehåll: Musikvideor
zh_cn: 设置内容：音乐视频

# #30108
source: Set content: Movies
bs_ba: Sadržaj seta: Filmovi
da_dk: Indstil indhold: film
de_de: Inhalt festlegen: Spielfilme
es_es: Establecer contenido: Películas
ga: Ábhar an tacair: Scannáin
it_it: Imposta contenuto: Film
pl_pl: Ustaw zawartość: filmy
sv_se: Ställ in innehåll: Filmer
zh_cn: 设置内容：电影

# #30109
source: Add all VDR recordings to Library
bs_ba: Dodaj sve VDR snimke u biblioteku
da_dk: Tilføj alle VDR-optagelser til biblioteket
de_de: Alle VDR Aufzeichnungen zur Bibliothek hinzufügen
es_es: Añadir todas las grabaciones VDR a la biblioteca
ga: Cuir gach taifeadadh VDR leis an Leabharlann
it_it: Aggiungi tutte le registrazioni VDR alla libreria
pl_pl: Dodaj wszystkie nagrania VDR do biblioteki
sv_se: Lägg till alla VDR-inspelningar i biblioteket
zh_cn: 将所有 VDR 录制内容添加到媒体库

# #30110
source: Search recordings
bs_ba: Pretraži snimke
da_dk: Gennemsøg optagelser
de_de: Suche nach Aufzeichnungen
es_es: Buscar grabaciones
ga: Cuardaigh taifeadtaí
it_it: Cerca registrazioni
pl_pl: Wyszukaj nagrania
sv_se: Sök efter inspelningar
zh_cn: 搜索录制内容

# #30111
source: Move VDR folder
bs_ba: Premjesti VDR mapu
es_es: Mover carpeta VDR
ga: Bog fillteán VDR
it_it: Sposta cartella VDR
sv_se: Flytta VDR-mappen
zh_cn: 移动 VDR 文件夹

# #30200
source: Update library "{}"
bs_ba: Ažuriraj biblioteku "{}"
es_es: Actualizar biblioteca "{}"
ga: Nuashonraigh leabharlann "{}"
it_it: Aggiorna libreria "{}"
sv_se: Uppdatera biblioteket "{}"
zh_cn: 更新库 “{}”

# #30201
source: Update changed folders in library "{}"
bs_ba: Ažuriraj promijenjene mape u biblioteci "{}"
es_es: Actualizar carpetas cambiadas en la biblioteca "{}"
ga: Nuashonraigh fillteáin athraithe sa leabharlann "{}"
it_it: Aggiorna cartelle modificate nella libreria "{}"
sv_se: Uppdatera ändrade mappar i biblioteket ”{}”
zh_cn: 更新"{}"库中已更改的文件夹

# #30202
source: Update of library "{}" finished
bs_ba: Ažuriranje biblioteke "{}" je završeno
es_es: Actualización de biblioteca "{}" finalizada
ga: Nuashonrú na leabharlainne "{}" críochnaithe
it_it: Aggiornamento della libreria "{}" terminato
sv_se: Uppdatering av biblioteket ”{}” slutförd
zh_cn: “{}” 库更新完成

# #30203
source: Clean up video library
bs_ba: Očistite videoteku
da_dk: Ryd op i videobiblioteket
de_de: Video Bibliothek bereinigen
es_es: Limpiar la biblioteca de vídeo
ga: Glan suas an leabharlann físe
it_it: Pulisci libreria video
pl_pl: Wyczyść bibliotekę wideo
sv_se: Städa upp i videobiblioteket
zh_cn: 清理视频库

# #30210
source: Enter episode number
bs_ba: Unesite broj epizode
da_dk: Indtast nummer på afsnit
de_de: Nummer der Episode eingeben
es_es: Introducir número de episodio
ga: Cuir isteach uimhir na heachtra
it_it: Inserisci numero dell'episodio
pl_pl: Wpisz numer odcinka
sv_se: Ange avsnittsnummer
zh_cn: 输入剧集编号

# #30211
source: Enter season number
bs_ba: Unesite broj sezone
da_dk: Indtast nummer på sæson
de_de: Nummer der Season eingeben
es_es: Introducir número de temporada
ga: Cuir isteach uimhir an tséasúir
it_it: Inserisci numero della stagione
pl_pl: Wpisz numer sezonu
sv_se: Ange säsongsnummer
zh_cn: 输入季编号

# #30212
source: Enter year
bs_ba: Unesite godinu
da_dk: Indtast år
de_de: Jahr eingeben
es_es: Introducir año
ga: Cuir isteach bliain
it_it: Inserisci anno
pl_pl: Wpisz rok
sv_se: Ange år
zh_cn: 输入年份

# #30220
source: Delete VDR recording?
bs_ba: Izbrisati VDR snimak?
da_dk: Slet VDR-optagelse?
de_de: VDR Aufzeichnung löschen?
es_es: ¿Eliminar grabación VDR?
ga: Scriosadh taifeadadh VDR?
it_it: Eliminare la registrazione VDR?
pl_pl: Usunąć nagranie VDR?
sv_se: Ta bort VDR-inspelning?
zh_cn: 删除 VDR 录制内容？

# #30221
source: Do you want to delete "{}"?
bs_ba: Želite li izbrisati "{}"?
es_es: ¿Quieres eliminar "{}"?
ga: Ar mhaith leat "{}" a scriosadh?
it_it: Vuoi eliminare "{}"?
sv_se: Vill du verkligen ta bort "{}"?
zh_cn: 是否要删除 “{}”？

# #30222
source: Move VDR recording
bs_ba: Premještanje VDR snimka
da_dk: Flyt VDR-optagelse
de_de: VDR Aufzeichnung verschieben
es_es: Mover grabación VDR
ga: Bog taifeadadh VDR
it_it: Sposta registrazione VDR
pl_pl: Przenieś nagranie VDR
sv_se: Flytta VDR-inspelning
zh_cn: 移动 VDR 录制内容

# #30223
source: Enter search string
bs_ba: Unesite niz za pretragu
da_dk: Indtast søgeord
de_de: Text für Suche eingeben
es_es: Introducir cadena de búsqueda
ga: Cuir isteach teaghrán cuardaigh
it_it: Inserisci stringa di ricerca
pl_pl: Wpisz szukany ciąg
sv_se: Ange söksträng
zh_cn: 输入搜索字符串

# #30224
source: Folder "{}" already exists
bs_ba: Folder "{}" već postoji
es_es: La carpeta "{}" ya existe
ga: Tá fillteán "{}" ann cheana féin
it_it: La cartella "{}" esiste già
sv_se: Mappen "{}" finns redan
zh_cn: 文件夹"{}"已存在

# #30225
source: Cannot create folder "{}"
bs_ba: Nije moguće kreirati mapu "{}"
es_es: No se puede crear la carpeta "{}"
ga: Ní féidir fillteán "{}" a chruthú
it_it: Impossibile creare la cartella "{}"
sv_se: Kan inte skapa mappen "{}"
zh_cn: 无法创建文件夹"{}"

# #30300
source: <select this folder>
da_dk: <vælg denne mappe>
de_de: <dieses Verzeichnis wählen>
es_es: <seleccionar esta carpeta>
ga: <roghnaigh an fillteán seo>
it_it: <seleziona questa cartella>
pl_pl: <wybierz ten folder>
sv_se: <välj denna mapp>
zh_cn: <选择此文件夹>

# #30301
source: <create folder>
da_dk: <opret mappe>
de_de: <Verzeichnis anlegen>
es_es: <crear carpeta>
ga: <cruthaigh fillteán>
it_it: <crea cartella>
pl_pl: <utwórz folder>
sv_se: <skapa mapp>
zh_cn: <创建文件夹>

# #30302
source: <delete this folder>
da_dk: <slet denne mappe>
de_de: <dieses Verzeichnis löschen>
es_es: <eliminar esta carpeta>
ga: <scrios an fillteán seo>
it_it: <elimina questa cartella>
pl_pl: <usuń ten folder>
sv_se: <ta bort denna mapp>
zh_cn: <删除此文件夹>

# #30303
source: Name of new folder?
bs_ba: Naziv nove mape?
es_es: ¿Nombre de la nueva carpeta?
ga: Ainm an fhillteáin nua?
it_it: Nome della nuova cartella?
sv_se: Namn på ny mapp?
zh_cn: 新文件夹名称？

# #30200
source: Update library:
de_de: Bibliothek updaten:
pl_pl: Aktualizuj bibliotekę:

# #30201
source: Update changed folders in library:
de_de: Geänderte Verzeichnisse in Bibliothek updaten:
pl_pl: Zaktualizuj zmienione foldery w bibliotece:

# #30202
source: Update finished, library:
de_de: Update beendet, Bibliothek:
pl_pl: Aktualizacja zakończona, biblioteka:

# #30221
source: Do you want to delete
de_de: Möchtest Du löschen
pl_pl: Czy chcesz usunąć
